Repository: hunk/Magic-Fields
Catalog: languages/*/magicfields-*.po
Languages: es_es

source: Magic Fields is not ready yet.
es_es: Magic Fields todavia no esta listo

source: must create the following folders (and must chmod 777):
es_es: debes crear los siguientes folders (y asignar permisos de escritura con chmod 777)

source: The following folders must be writable (usually chmod 777 is neccesary):
es_es: Los siguientes folders deben tener permisos de escritura (es necesario usar chmod 777)

source: There was an error creating the CSS file for edit in place, please check the permissions on the files_mf directory.
es_es: Hubo un error creando el archivo CSS para edit in place, por favor revisa los permisos en el directorio files_mf

source: Create Custom Field
es_es: Crear campo personalizado

source: A field with the same name already exists in this write panel. Please choose a different name.
es_es: Ya existe un campo con el mismo nombre en este panel de escritura. Por favor elige un nombre diferente

source: Name
es_es: Nombre

source: Type a unique name for the field, the name must be unique among all fields in this panel. The name of the field is the key by which you can retrieve the field value later.
es_es: Escribe un nombre unico para este campo, el nombre debe ser unico entre todos los campos en este panel. El nombre del campo es la llave con la cual puedes recuperar el valor despues.

source: Label
es_es: Etiqueta

source: Type a label for the field. The label of the field is displayed beside the field in Write Panel page.
es_es: Escibe una etiqueta para este campo. La etiqueta del campo es mostrada al lado del campo en el panel de escritura.

source: Help text
es_es: Texto de ayuda

source: If set, this will be displayed in a tooltip next to the field label
es_es: Si existe, sera mostrado en un globo de ayuda junto a la etiqueta del campo

source: Can be duplicated
es_es: Puede ser duplicado

source: Order
es_es: Orden

source: Required
es_es: Requerido

source: Not Required - can be empty
es_es: No requerido - puede estar vacio

source: Required - can not be empty
es_es: Requerido - no puede estar vacio

source: Type
es_es: Tipo

source: Please fill in the name and the label of the field
es_es: Por favor escribe el nombre y la etiqueta para el campo

source: Css Class
es_es: Clase CSS

source: Cancel
es_es: Cancelar

source: Continue
es_es: Continuar

source: Size
es_es: TamaÃ±o

source: Height
es_es: Alto

source: Width
es_es: Ancho

source: Value min
es_es: Valor minimo

source: Value max
es_es: Valor maximo

source: Related Type Panel
es_es: Panel de tipo relacionado

source: Options
es_es: Opciones

source: Separate each option with a newline.
es_es: Separa cada opcion con un salto de linea

source: Default Value
es_es: Valor por defecto

source: Separate each value with a newline.
es_es: Separa cada valor con un salto de linea

source: Max Height
es_es: Altura maxima

source: Max Width
es_es: Anchura maxima

source: Custom
es_es: Opciones personalizadas

source: Custom Options List
es_es: Lista de opciones personalizadas

source: Format
es_es: Formato

source: Finish
es_es: Terminar

source: Create Custom Group
es_es: Crear grupo personalizado

source: Create Custom Write Panel
es_es: Crear panel de escritura personalizado

source: Edit Custom Field
es_es: Editar campo personalizado

source: Update
es_es: Actualizar

source: Duplication
es_es: Duplicacion

source: The group can be duplicated
es_es: El grupo puede ser duplicado

source: Edit Group
es_es: Editar grupo

source: Placement
es_es: Ubicacion

source: Page
es_es: Pagina

source: Assigned Categories
es_es: Categorias asignadas

source: Assigned Theme
es_es: Tema asignado

source: Default Template
es_es: Plantilla por defecto

source: Page Parent
es_es: Padre de pagina

source: Main Page (no parent)
es_es: Pagina principal (sin padre)

source: Quantity
es_es: Cantidad

source: Single
es_es: Sencillo

source: Standard Fields
es_es: Campos estandard

source: Advanced Fields
es_es: Campos avanzados

source: Edit
es_es: Editar

source: Write Panel
es_es: Panel de escritura

source: Are you sure you want to delete this custom Field?
es_es: Estas seguro de querer borrar este campo personalizado

source: Delete
es_es: Borrar

source: Export
es_es: Exportar

source: Choose a Write Panel
es_es: Elige un panel de escritura

source: Create a Group
es_es: Crear un grupo

source: Create a Field
es_es: Crear un campo

source: Actions
es_es: Acciones

source: create field
es_es: crear campo

source: Group
es_es: Grupo

source: Error uploading file!
es_es: Error al enviar archivo!

source: The Write Panel was imported successfuly.
es_es: El panel de escritura fue importado con exito

source: Click here
es_es: Da click aqui

source: to edit the write panel.
es_es: para editar el panel de escritura

source: Custom Write Panel
es_es: Paneles de escritura personalizados

source: Import a Write Panel
es_es: Importar un panel de escritura

source: Create a Write Panel
es_es: Crear un panel de escritura

source: Edit Fields/Groups
es_es: Editar Campos/Grupos

source: Edit Write Panel
es_es: Editar panel de escritura

source: Athentication failed!
es_es: Fallo la autenticacion

source: Upload Unsuccessful
es_es: Fallo en el envio

source: Successful upload
es_es: Envio con exito

source: Assign Custom Write Panel
es_es: Asignar panel de escritura personalizado

source: (None)
es_es: (Ninguno)

source: Don't Assign Custom Write Panel
es_es: No asignar panel de escritura personalizado

source: Edit with Custom Write Panel
es_es: Editar con panel de escritura personalizado

source: Magic Fields > Manage
es_es: Magic Fields > Administrar

source: Write Panels
es_es: Paneles de escritura

source: Magic Fields Options
es_es: Opciones de Magic Fields

source: New
es_es: Nuevo

source: Manage
es_es: Administrar

source: New Post
es_es: Nuevo Post

source: Drafts
es_es: Borradores

source: New Page
es_es: Nueva pagina

source: Comments
es_es: Commentarios

source: Write Panel Options
es_es: Opciones de panel de escritura

source: Condense Menu
es_es: Condensar menu

source: This option removes the write panel from the main navigation and places them inside of the post and menu pages.
es_es: Esta opcion elimina el panel de escritura de la navegacion principal y lo posiciona dentro de los menues de posts

source: Hide non-standart content in Post Panel
es_es: Ocultar contenido no estandard en el panel de Post

source: Hide posts made with Write panels in the edit section in the Post panel
es_es: Ocultar posts hechos con paneles de escritura de la seccion de editar en el panel de Post

source: Hide Post Panel
es_es: Ocultar panel de Post

source: Hide Wordpress Post panel
es_es: Ocultar el panel de Post en Wordpress

source: Hide Page Panel
es_es: Ocultar panel de pagina

source: Hide Wordpress Page panel
es_es: Ocultar panel de Pagina en Wordpress

source: Hide Visual Editor (multiline)
es_es: Ocultar editor visual (multilinea)

source: Editing Prompt
es_es: Prompt de edicion

source: Prompt when editing a Post not created with Custom Write Panel.
es_es: Preguntar al editar un Post no creado con panel de escritura personalizado

source: Assign to Role
es_es: Assignar a un Rol

source: This option will create a capability for each write panel such that the write panel is accessible by the Administrator only by default. You can assign the write panel to other roles using
es_es: Esta opcion creara la capacidad en cada panel de escritura para que el panel de escritura sea accesible solo para el administrador puedes asignar el panel de escritura a otros roles usando

source: Other Options
es_es: Otras opciones

source: Edit posts instantly from the post page.
es_es: Editar posts al instante desde a pagina del post.

source: EIP highlight color
es_es: Color para resaltar EIP

source: Use color to highlight areas EIP
es_es: Usar color para resaltar areas de EIP

source: Uninstall Magic Fields
es_es: Desinstalar Magic Fields

source: Type <strong>uninstall</strong> into the textbox, click <strong>Update Options</strong>, and all the tables created by this plugin will be deleted
es_es: Escribe <strong>uninstall</strong> en la caja de texto, da click en <strong>Actualizar opciones</strong> y todas las tablas creadas por este plugin seran eliminadas

source: Update Options
es_es: Actualizar opciones

source: Authentication failed!
es_es: Fallo la autenticacion

source: Or URL
es_es: O URL

source: Successful upload!
es_es: Envio con exito!

source: The uploaded file exceeds the maximum upload limit
es_es: El archivo enviado supera el limite maximo para envios.

source: Upload Unsuccessful!
es_es: Fallo en el envio!

source: Failed to upload the file!
es_es: Fallo al enviar el archivo!

source: File
es_es: Archivo

source: Post was not published -
es_es: El Post no fue publicado

source: You have errors in some fields, please check the fields below.
es_es: Hay errores en algunos campos, por favor revisa los siguientes campos.

source: You do not have sufficient permissions to access this custom write panel.
es_es: No tienes los permisos suficientes para acceder a este panel de escritura.

source: Remove field duplicate
es_es: Eliminar campo duplicado

source: Remove Group
es_es: Eliminar grupo

source: Add group duplicate
es_es: Agregar duplicado de grupo

source: Add field duplicate
es_es: Agregar duplicado de campo

source: Duplicate
es_es: Duplicar

source: Remove
es_es: Eliminar

source: --Select--
es_es: --Selecciona--

source: View Current
es_es: Ver actual

source: Are you sure?
es_es: Estas seguro?
